/* 
Please make sure to keep the correct format (JSON compatible)
Use `` for block text. 
Check for matching braces and commas
*/

descriptions = {
        what: {
            title: `What is CSSP-Brazil`,
            content: `
                The Climate Science for Service Partnership(CSSP) Brazil is a research project that supports collaboration between the UK and Brazil,supported by the UK Government’ s Newton Fund.

                It aims to develop capability to inform decision makers in climate mitigation and adaptation strategy and to underpin services to support climate and weather resilient economic development and social welfare.

                This web app was developed by Brazilian and UK scientists and programmers from the National Centre
                for Monitoring and Early Warning of Natural Disasters(CEMADEN) and the University of Leeds,
                which aims in providing underpinning information to understand the climate impacts and disaster risk in Brazilian agriculture.
            `,
            
            links: ['https: //www.metoffice.gov.uk/research/approach/collaboration/newton/cssp-brazil/index']
        },


        about: {
            title: `About the tool`,
            content: `Agricultural drought indices are calculated from in situ-observed precipitation data, remote sensing, and satellite-derived soil moisture to indicate whether agricultural lands are subjected to drought stress over Brazil. `
                },
                
                
        spi:{
            title:`Standardized Precipitation Index (SPI)`,
                content:`The Standard Precipitation Index-SPI is a drought index proposed by Mckee (1993) to quantify the probability of a precipitation deficit occurrence at a specific monthly time scale (3, 6, 12-month, etc). The index is widely recommended for drought monitoring due to its simplicity and multiscale characteristic in quantifying the abnormal wetness and dryness conditions. Negative SPI values indicate less than median precipitation, and positive values indicate greater than median precipitation. As SPI is a normalized index, wetter and drier climates can be represented in the same way. 
                
                SPI is calculated from monthly accumulated rainfall provided by the Center for Weather Forecasting and Climate Studies/National Institute for Space Research (CPTEC/INPE). The dataset consists of measurements from approximately 1500 weather stations from different sources, such as the National Institute of Meteorology (INMET) and regional meteorological centers.
            `
        },

        VHI:{
            title:`Vegetation Health Index (VHI)`,
            content:`
                VHI is a combination of vegetation condition index (termed VCI) and thermal condition  index (TCI). VCI is obtained by scaling the Normalized Difference Vegetation Index (NDVI) values by their multi-year absolute minimum and maximum values. The VCI allows quantifying the impact of weather and climate on vegetation. The TCI algorithm is similar to the VCI one but relates to brightness temperature (TB) estimated from the thermal infrared band of AVHRR (channel 4). TCI provides an opportunity to identify subtle vegetation health changes due to thermal effects. The absolute minimum and maximum values are related to the weekly VCI–TCI time series from 1981 to 2020 and are normalized for each pixel. VHI dataset is available in the National Environmental Satellite, Data and Information Service – NESDIS (http://www.star.nesdis.noaa.gov) of the National Oceanic and Atmospheric Administration (NOAA).
                `
        },

        RZSM:{
            title:`Soil moisture-based drought index`,
            content:`
                The soil moisture index is based on the Root Zone Soil Moisture (RZSM) from NASA’s Grace satellite. The raw data which is publicly available consists of weekly products with 25 km of resolution for South America. The data represents fractions of soil moisture within the first 1 meter of the soil layer, in relation to a long-term climatology. The product shown here is a post-processing consisting of averaging of the available products for the current month, and interpolation into a finer resolution (4 km), and average for each Brazilian municipality. Finally, the original values of soil moisture ranging from 0 to 100 (historic fraction) are converted according to classes of drought in Table 1.
                `
        },
        
        IIS3:{
            title:`Integrated Drought Index (IDI)`,
            content:`
                The Integrated Drought Index (IDI) consists of combining the SPI with the VHI and RZSMI. Since precipitation is the primary cause of drought development, negative SPI anomalies do not always correspond to drought in reality. It takes no account of impact, that is, the response of vegetation to water stress. Therefore, VHI presents a general picture and perceptions of drought (Cunha et al., 2019). 
            
                In this context, SPI, VHI, and RZSM were selected to jointly represent the precipitation deficit (drought trigger) and the surface response to water deficit, in addition to soil water status. These three indices are, therefore, complementary information for identifying agricultural lands affected by drought. The IDI is calculated based on 3 and 6 months (IDI-3, IDI-6) of integrated values of VHI, and SPI-3 and SPI-6, and RZSM.
`
},
        
        
        other:{
            title:` `,
            content:` `
        },





            }